[M_IrisDL2_ProductRecall MissionDefinition]
MissionName="Returned goods"
MissionDescription="Lord Turk tells him he has had too much beer. [place]Biro collides with intersection[-place] That's not fair. He killed several robbers and was asked to drink to avoid death. There's no point in that plan because you're going to kill them.."
TurnInDescription="Mr.'s opinion means nothing. Torg, but he is paid."
MissionSummary="Take the beer bottle from the cyclist."
MissionGiver="Cue Beatdown Awards!"
MissionTurnInLocation="Wood table"
TeaserText="Do not spray while drinking.."

[M_IrisDL2_ProductRecall:MissionObjectiveDefinition_0 MissionObjectiveDefinition]
ProgressMessage="A collection of fake wines"

[M_IrisDL2_ProductRecall:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

